{
  "question_id": "0a114526",
  "domain": "Standard English Conventions",
  "skill": "Boundaries",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "In 1937, Chinese American screen actor Anna May Wong, who had portrayed numerous villains and secondary characters but never a heroine, finally got a starring role in Paramount Pictures' Daughter of Shanghai , a film that ______ blank \"expanded the range of possibilities for Asian images on screen.\"",
  "question_text": "Which choice completes the text so that it conforms to the conventions of Standard English?",
  "answer_options": [
    "critic, Stina Chyn, claims",
    "critic, Stina Chyn, claims,",
    "critic Stina Chyn claims",
    "critic Stina Chyn, claims,"
  ],
  "correct_answer": "C",
  "answer_rationales": {
    "C": "Choice C is the best answer. The conventions being tested are punctuation use between titles and proper nouns and between verbs and integrated quotations. No punctuation is needed to set off the proper noun \"Stina Chyn\" from the title that describes Chyn, \"critic.\" Because \"Stina Chyn\" is essential information identifying the \"critic,\" no punctuation is necessary. Further, no punctuation is needed between the verb \"claims\" and the following quotation because the quotation is integrated into the structure of the sentence.",
    "A": "Choice A is incorrect because no punctuation is needed before or after the proper noun \"Stina Chyn.\" Setting the critic's name off with commas suggests that it could be removed without affecting the coherence of the sentence, which isn't the case.",
    "B": "Choice B is incorrect because no punctuation is needed before or after the proper noun \"Stina Chyn.\" Setting the critic's name off with commas suggests that it could be removed without affecting the coherence of the sentence, which isn't the case. Additionally, no punctuation is needed between \"claims\" and the integrated quotation.",
    "D": "Choice D is incorrect because no punctuation is needed between the verb \"claims\" and its subject, \"critic Stina Chyn.\" Additionally, no punctuation is needed between the verb \"claims\" and the integrated quotation."
  }
}