{
  "question_id": "0acc26b2",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: Astronomers estimate that the number of comets orbiting the Sun is in the billions. 81P/Wild is one of many comets whose orbit has changed over time. 81P/Wild's orbit once lay between the orbits of Uranus and Jupiter. The comet's orbit is now positioned between the orbits of Jupiter and Mars. The student wants to make and support a generalization about the orbits of comets. Which choice most effectively uses relevant information from the notes to accomplish these goals?",
  "question_text": "The student wants to make and support a generalization about the orbits of comets. Which choice most effectively uses relevant information from the notes to accomplish these goals?&nbsp;",
  "answer_options": [
    "Astronomers estimate that the number of comets orbiting the Sun is in the billions; the comets&rsquo; orbits may change over time.",
    "Like Uranus, Jupiter, and Mars, billions of comets orbit the Sun.",
    "One example of a comet is 81P/Wild, whose orbit around the Sun once lay between Uranus&rsquo;s and Jupiter&rsquo;s orbits but is now positioned between those of Jupiter and Mars.",
    "A comet&rsquo;s orbit around the Sun may change over time: the orbit of comet 81P/Wild once lay between the orbits of Uranus and Jupiter but is now positioned between those of Jupiter and Mars."
  ],
  "correct_answer": "D",
  "answer_rationales": {
    "D": "Choice D is the best answer. The sentence makes a generalization—that a comet's orbit around the Sun may change over time—and supports the generalization with the example of the orbit of comet 81P/Wild, which once lay between the orbits of Uranus and Jupiter but is now positioned between the orbits of Jupiter and Mars.",
    "A": "Choice A is incorrect. The sentence emphasizes the number of comets orbiting the Sun and makes a generalization about their orbits, but it doesn't support the generalization with an example.",
    "B": "Choice B is incorrect. The sentence makes a generalization about comets and compares them to the planets Uranus, Jupiter, and Mars; it doesn't make and support a generalization about comets' orbits.",
    "C": "Choice C is incorrect. While the sentence provides an example of a comet whose orbit has changed, it doesn't make a generalization about the orbits of comets."
  }
}