{
  "question_id": "10cd0327",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: A thermal inversion is a phenomenon where a layer of atmosphere is warmer than the layer beneath it. In 2022, a team of researchers studied the presence of thermal inversions in twenty-five gas giants. Gas giants are planets largely composed of helium and hydrogen. The team found that gas giants featuring a thermal inversion were also likely to contain heat-absorbing metals. One explanation for this relationship is that these metals may reside in a planet's upper atmosphere, where their absorbed heat causes an increase in temperature. The student wants to present the study's findings to an audience already familiar with thermal inversions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to present the study&rsquo;s findings to an audience already familiar with thermal inversions. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "Heat-absorbing metals may reside in a planet&rsquo;s upper atmosphere.",
    "The team studied thermal inversions in twenty-five gas giants, which are largely composed of helium and hydrogen.",
    "Researchers found that gas giants featuring a thermal inversion were likely to contain heat-absorbing metals, which may reside in the planets&rsquo; upper atmospheres.",
    "Gas giants were likely to contain heat-absorbing metals when they featured a layer of atmosphere warmer than the layer beneath it, researchers found; this phenomenon is known as a thermal inversion."
  ],
  "correct_answer": "C",
  "answer_rationales": {
    "C": "Choice C is the best answer. It describes the study's findings in a way that assumes the audience is already familiar with thermal inversions.",
    "A": "Choice A is incorrect. This choice doesn't fully describe the findings of the study, because it doesn't include anything about thermal inversions.",
    "B": "Choice B is incorrect. This choice doesn't describe the study's findings.",
    "D": "Choice D is incorrect. This choice isn't suited for an audience already familiar with thermal inversion. A familiar audience wouldn't need to have the term defined."
  }
}