{
  "question_id": "12d81fc1",
  "domain": "Craft and Structure",
  "skill": "Cross-Text Connections",
  "difficulty": "Medium",
  "has_image": false,
  "passage": "Text 1 Because literacy in Nahuatl script, the writing system of the Aztec Empire, was lost after Spain invaded central Mexico in the 1500s, it is unclear exactly how meaning was encoded in the script's symbols. Although many scholars had assumed that the symbols signified entire words, linguist Alfonso Lacadena theorized in 2008 that they signified units of language smaller than words: individual syllables. Text 2 The growing consensus among scholars of Nahuatl script is that many of its symbols could signify either words or syllables, depending on syntax and content at any given site within a text. For example, the symbol signifying the word huipil (blouse) in some contexts could signify the syllable \"pil\" in others, as in the place name \"Chipiltepec.\" Thus, for the Aztecs, reading required a determination of how such symbols functioned each time they appeared in a text.",
  "question_text": "Based on the texts, how would the author of Text 2 most likely characterize Lacadena&rsquo;s theory, as described in Text 1?",
  "answer_options": [
    "By praising the theory for recognizing that the script&rsquo;s symbols could represent entire words",
    "By arguing that the theory is overly influenced by the work of earlier scholars&nbsp;",
    "By approving of the theory&rsquo;s emphasis on how the script changed over time",
    "By cautioning that the theory overlooks certain important aspects of how the script functioned"
  ],
  "correct_answer": "D",
  "answer_rationales": {
    "D": "Choice D is the best answer. Lacadena's theory is that Nahuatl script symbols signified syllables, but the consensus described in Text 2 is that they can signify either symbols or full words, depending on the context. So the author of Text 2 would likely consider Lacadena's theory too simplistic: it's missing the importance of the context in determining the meaning of a symbol.",
    "A": "Choice A is incorrect. This conflicts with Text 1's description of Lacadena's theory. Lacadena's theory is that Nahuatl script symbols signified syllables.",
    "B": "Choice B is incorrect. This conflicts with Text 1's description of Lacadena's theory. Text 1 states that Lacadena's theory differed from what earlier scholars believed.",
    "C": "Choice C is incorrect. We can't infer that this is how the author of Text 2 would characterize Lacadena's theory. Neither text mentions how or even if the script changed over time."
  }
}