{
  "question_id": "1773fa73",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: A commodity chain is the series of links connecting the production and purchase of a commodity on the world market. Chinese American anthropologist Anna Tsing studies the contemporary commodity chain of matsutake mushrooms. At one end of the matsutake chain are mushroom pickers in Oregon. At the other end are wealthy consumers who buy the costly matsutake in Japan. According to Tsing, \"Japanese traders began importing matsutake in the 1980s, when the scarcity of matsutake in Japan first became clear.\" The student wants to provide an overview of the matsutake commodity chain. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to provide an overview of the matsutake commodity chain. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "The contemporary matsutake commodity chain has its origins in the 1980s when, according to Tsing, &ldquo;the scarcity of matsutake in Japan first became clear.&rdquo;",
    "Commodity chains include the linked production and purchase of commodities, such as the matsutake mushroom, on the world market.",
    "Decades after the Japanese import of matsutake began, a commodity chain now links matsutake pickers in Oregon with wealthy consumers of the costly mushrooms in Japan.",
    "Wealthy consumers who buy the costly mushrooms in Japan are at one end of the matsutake commodity chain."
  ],
  "correct_answer": "C",
  "answer_rationales": {
    "C": "Choice C is the best answer. The sentence provides an overview of the matsutake commodity chain, connecting the Oregon mushroom pickers at one end to the Japanese consumers at the other.",
    "A": "Choice A is incorrect. While the sentence mentions the matsutake commodity chain, it focuses only on its origins; it does not provide an overview.",
    "B": "Choice B is incorrect. The sentence provides a general definition of commodity chains, not an overview of the matsutake chain.",
    "D": "Choice D is incorrect. While the sentence mentions the matsutake commodity chain, it focuses only on one end of the chain (the consumers); it does not provide an overview."
  }
}