{
  "question_id": "19688783",
  "domain": "Craft and Structure",
  "skill": "Text Structure and Purpose",
  "difficulty": "Medium",
  "has_image": false,
  "passage": "The following text is from Lucy Maud Montgomery's 1908 novel Anne of Green Gables . Anne, an eleven-year-old girl, has come to live on a farm with a woman named Marilla in Nova Scotia, Canada. Anne reveled in the world of color about her. \"Oh, Marilla,\" she exclaimed one Saturday morning, coming dancing in with her arms full of gorgeous boughs, \"I'm so glad I live in a world where there are Octobers. It would be terrible if we just skipped from September to November, wouldn't it? Look at these maple branches. Don't they give you a thrill—several thrills? I'm going to decorate my room with them.\" \"Messy things,\" said Marilla, whose aesthetic sense was not noticeably developed. \"You clutter up your room entirely too much with out-of-doors stuff, Anne. Bedrooms were made to sleep in.\" Which choice best states the main purpose of the text?",
  "question_text": "Which choice best states the main purpose of the text?",
  "answer_options": [
    "To demonstrate that Anne has a newly developed appreciation of nature",
    "To describe an argument that Anne and Marilla often have",
    "To emphasize Marilla&rsquo;s disapproval of how Anne has decorated her room",
    "To show that Anne and Marilla have very different personalities"
  ],
  "correct_answer": "D",
  "answer_rationales": {
    "D": "Choice D is the best answer because it most accurately describes the main purpose of the text. The text begins by noting that Anne \"reveled in the world of color about her\"—that is, she takes great delight in colorful things. It then relates a scene when she enthusiastically enters the house with autumn foliage and announces that she will decorate her room with it. The focus of the text then shifts to Marilla, who has an undeveloped \"aesthetic sense,\" or appreciation of beauty, as can be seen when she dismisses the maple leaves as \"messy things\" and criticizes Anne for cluttering her room with objects from outside. This episode thus illustrates that Anne and Marilla differ in their appreciation of beauty and, more generally, in their basic character: Anne is exuberant and joyful, while Marilla is stern and critical. Therefore, the purpose of the text is to show that Anne and Marilla have very different personalities.",
    "A": "Choice A is incorrect because the text presents Anne's appreciation of nature as a basic personality trait, not as a newfound enthusiasm, and never indicates how recently she developed that appreciation.",
    "B": "Choice B is incorrect. Although the text portrays Anne and Marilla as having different personalities and attitudes toward natural beauty and home decoration, it doesn't show them engaging in an argument about this difference or suggest that they often argue about it.",
    "C": "Choice C is incorrect. Although the text does indicate that Marilla disapproves of how Anne plans to decorate her room, Marilla's disapproval is a supporting detail that serves to develop her personality, which the text as a whole contrasts with Anne's personality."
  }
}