{
  "question_id": "1d08c7ee",
  "domain": "Information and Ideas",
  "skill": "Command of Evidence",
  "difficulty": "Medium",
  "has_image": false,
  "passage": "Pulitzer Prize–winning writer H&eacute;ctor Tobar has built a multifaceted career as both a journalist and an author of short stories and novels. In an essay about Tobar's work, a student claims that Tobar blends his areas of expertise by applying journalism techniques to his creation of works of fiction.",
  "question_text": "Which quotation from a literary critic best supports the student&rsquo;s claim?",
  "answer_options": [
    "&ldquo;For one novel, an imagined account of a real person&rsquo;s global travels, Tobar approached his subject like a reporter, interviewing people the man had met along the way and researching the man&rsquo;s own writings.&rdquo;",
    "&ldquo;Tobar got his start as a volunteer for  El Tecolote , a community newspaper in San Francisco, and wrote for newspapers for years before earning a degree in creative writing and starting to publish works of fiction.&rdquo;",
    "&ldquo;Many of Tobar&rsquo;s notable nonfiction articles are marked by the writer&rsquo;s use of techniques usually associated with fiction, such as complex narrative structures and the incorporation of symbolism.&rdquo;",
    "&ldquo;The protagonist of Tobar&rsquo;s third novel is a man who wants to be a novelist and keeps notes about interesting people he encounters so he can use them when developing characters for his stories.&rdquo;"
  ],
  "correct_answer": "A",
  "answer_rationales": {
    "A": "Choice A is the best answer. The example of Tobar approaching his subject \"like a reporter,\" including conducting \"interviews\" and \"research,\" shows Tobar applying journalism techniques to his fiction-writing.",
    "B": "Choice B is incorrect. This choice doesn't support the claim. It tells us about Tobar's initial career as a journalist, but it doesn't say anything about him \"applying journalism techniques\" to his fiction-writing.",
    "C": "Choice C is incorrect. This choice doesn't support the claim. It tells us that Tobar applied fiction techniques to his nonfiction writing, but we're looking for evidence of the other way around: that Tobar applied journalism techniques to his fiction-writing.",
    "D": "Choice D is incorrect. This choice doesn't support the claim. It tells us that a character in one of Tobar's novels applied a journalism technique to his fiction-writing, but it doesn't tell us that Tobar did that himself."
  }
}