{
  "question_id": "3dcc7140",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: Nissologists are scientists who study islands. Some nissologists define an island as any piece of land surrounded by water. Using that definition, they determined that Sweden has 221,000 islands. Other nissologists define an island as being 1 kilometer square, a certain distance from the mainland, and having at least 50 permanent residents. Using that definition, they determined that Sweden has 24 islands. The student wants to make and support a generalization about nissologists' definition of an island. Which choice most effectively uses relevant information from the notes to accomplish these goals?",
  "question_text": "The student wants to make and support a generalization about nissologists&rsquo; definition of an island. Which choice most effectively uses relevant information from the notes to accomplish these goals?",
  "answer_options": [
    "The definition of an island as any piece of land surrounded by water is supported by some nissologists, scientists who study islands.",
    "Multiple counts of Sweden&rsquo;s islands have been based on different definitions of an island.",
    "Based on a recent count, Sweden has a relatively small number of islands with at least 50 permanent residents.",
    "Nissologists&rsquo; different definitions can result in huge disparities in counts of islands, as the example of Sweden shows."
  ],
  "correct_answer": "D",
  "answer_rationales": {
    "D": "Choice D is the best answer. The sentence makes a generalization about nissologists' definition of an island—specifically, that the use of one definition rather than another can result in huge disparities in the number of islands counted—and supports that generalization by citing Sweden as an example.",
    "A": "Choice A is incorrect. The sentence introduces one definition of an island to an audience unfamiliar with nissologists; it doesn't make a generalization about nissologists' definition of an island.",
    "B": "Choice B is incorrect. While the sentence synthesizes information from the notes about counts of Sweden's islands, it doesn't make and support a generalization about nissologists' definition of an island.",
    "C": "Choice C is incorrect. The sentence makes an inference about islands in Sweden; it doesn't mention nissologists' definition of an island or make a generalization about it."
  }
}