{
  "question_id": "5888712f",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Medium",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: Physicist Muluneh Abebe was working on a garment suited for both warm and cold conditions. He analyzed the emissivity, or ability to emit heat, of the materials he planned to use. Abebe found that reflective metal fibers emitted almost no heat and had an emissivity of 0.02. He found that silicon carbide fibers absorbed large amounts of heat and had an emissivity of 0.74. The amount of heat a material absorbs is equal to the amount of heat it emits. The student wants to contrast the emissivity of reflective metal fibers with that of silicon carbide fibers. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to contrast the emissivity of reflective metal fibers with that of silicon carbide fibers. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "The ability of reflective metal fibers and silicon carbide fibers to emit heat was determined by an analysis of each material&rsquo;s emissivity.",
    "The amount of heat a material absorbs is equal to the amount it emits, as evidenced in Abebe&rsquo;s analyses.",
    "Though the reflective metal fibers and silicon carbide fibers had different rates of emissivity, Abebe planned to use both in a garment.",
    "Whereas the reflective metal fibers had an emissivity of just 0.02, the silicon carbide fibers absorbed large amounts of heat, resulting in an emissivity of 0.74."
  ],
  "correct_answer": "D",
  "answer_rationales": {
    "D": "Choice D is the best answer. The sentence uses \"whereas\" to contrast the emissivities of the two fibers, noting that the emissivity of the reflective metal fibers was just 0.02, far lower than that of the silicon carbide fibers (0.74).",
    "A": "Choice A is incorrect. The sentence emphasizes the ability of reflective metal fibers and silicon carbide fibers to emit heat; it doesn't contrast the emissivities of the two fibers.",
    "B": "Choice B is incorrect. The sentence states a law of thermodynamics: the amount of heat a material absorbs is equal to the amount it emits. The sentence doesn't contrast the emissivity of reflective metal fibers with that of silicon carbide fibers.",
    "C": "Choice C is incorrect. While the sentence includes a generalization about the emissivities of reflective metal fibers and silicon carbide fibers, it emphasizes Abebe's plans for their use in a garment; it doesn't contrast the emissivities of the two fibers."
  }
}