{
  "question_id": "5eda42a3",
  "domain": "Information and Ideas",
  "skill": "Central Ideas and Details",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "The following text is from Maggie Pogue Johnson's 1910 poem \"Poet of Our Race.\" In this poem, the speaker is addressing Paul Laurence Dunbar, a Black author. Thou, with stroke of mighty pen, &emsp;Hast told of joy and mirth, And read the hearts and souls of men &emsp;As cradled from their birth. The language of the flowers, &emsp;Thou hast read them all, And e'en the little brook &emsp;Responded to thy call.",
  "question_text": "Which choice best states the main purpose of the text?",
  "answer_options": [
    "To praise a certain writer for being especially perceptive regarding people and nature",
    "To establish that a certain writer has read extensively about a variety of topics",
    "To call attention to a certain writer&rsquo;s careful and elaborately detailed writing process",
    "To recount fond memories of an afternoon spent in nature with a certain writer"
  ],
  "correct_answer": "A",
  "answer_rationales": {
    "A": "Choice A is the best answer because it most accurately states the main purpose of the text. In the first part of the text, the speaker addresses Paul Laurence Dunbar's ability to understand people (he has \"read the hearts and souls of men\" and written of their \"joy and mirth\"). In the second part of the text, the speaker describes Dunbar's thorough understanding of the natural world (he has read \"the language of the flowers\" and engaged with \"the little brook\"). Thus, the text mainly praises Dunbar for being especially perceptive about people and nature.",
    "B": "Choice B is incorrect because the speaker describes Dunbar as having read the \"hearts and souls of men\" and the \"language of flowers\" to convey Dunbar's ability to comprehend people and nature, not to suggest that Dunbar has literally read any of these things or has read a great deal about them.",
    "C": "Choice C is incorrect because the text notes how well Dunbar has made sense of the topics he's written about but doesn't address any specific parts of Dunbar's writing process beyond the suggestion that he used a pen.",
    "D": "Choice D is incorrect because the text focuses on Dunbar's understanding of people and nature as expressed in his writing. Nothing in the text suggests that the speaker is recalling a particular afternoon actually spent in nature with Dunbar; even if there had been a shared experience, the text isn't focused on reminiscing."
  }
}