{
  "question_id": "5fa51c86",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: Ulaanbaatar is the capital of Mongolia. The city's population is 907,802. Ulaanbaatar contains 31.98 percent of Mongolia's population. Hanoi is the capital of Vietnam. The city's population is 7,781,631. Hanoi contains 8.14 percent of Vietnam's population. The student wants to emphasize the relative sizes of the two capitals' populations. Which choice most effectively uses information from the given sentences to emphasize the relative sizes of the two capitals' populations?",
  "question_text": "The student wants to emphasize the relative sizes of the two capitals&rsquo; populations. Which choice most effectively uses information from the given sentences to emphasize the relative sizes of the two capitals&rsquo; populations?",
  "answer_options": [
    "Mongolia&rsquo;s capital is Ulaanbaatar, which has 907,802 people, and Vietnam&rsquo;s capital is Hanoi, which has 7,781,631 people.",
    "Comparing Vietnam and Mongolia, 7,781,631 is 8.14 percent of Vietnam&rsquo;s population, and 907,802 is 31.98 percent of Mongolia&rsquo;s.",
    "Even though Hanoi (population 7,781,631) is larger than Ulaanbaatar (population 907,802), Ulaanbaatar accounts for more of its country&rsquo;s population.",
    "The populations of the capitals of Mongolia and Vietnam are 907,802 (Ulaanbaatar) and 7,781,631 (Hanoi), respectively."
  ],
  "correct_answer": "C",
  "answer_rationales": {
    "C": "Choice C is the best answer. The sentence emphasizes the relative sizes of the capital cities' populations, noting that even though Hanoi has more people overall, Ulaanbaatar accounts for a larger percentage of the people in its country.",
    "A": "Choice A is incorrect. While the sentence indicates the population size of each capital, it fails to emphasize their sizes relative to each other or to their countries' overall population sizes.",
    "B": "Choice B is incorrect. The sentence emphasizes the population sizes of the two countries; it fails to mention the capitals.",
    "D": "Choice D is incorrect. While the sentence indicates the population size of each capital, it fails to emphasize their sizes relative to each other or to their countries' overall population sizes."
  }
}