{
  "question_id": "622a351d",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: In 1978, S&aacute;mi activists staged protests to block the construction of a dam on the Alta River in Norway. The dam would disrupt S&aacute;mi fishing and reindeer herding. The dam was ultimately built, but the Alta conflict had a lasting impact. It brought international attention to the issue of S&aacute;mi rights. It led to a set of 2005 legal protections establishing S&aacute;mi rights to lands, waters, and resources. The student wants to make and support a generalization about the Alta conflict. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to make and support a generalization about the Alta conflict. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "During the Alta conflict, S&aacute;mi activists staged protests to block the construction of a dam on the Alta River in Norway that would disrupt local fishing and reindeer herding.",
    "Although the dam that the S&aacute;mi activists had protested was ultimately built, the Alta conflict had a lasting impact.",
    "S&aacute;mi rights to lands, waters, and resources received international attention and legal protections as a result of the Alta conflict.",
    "The Alta conflict had a lasting impact, resulting in international attention and legal protections for S&aacute;mi rights to lands, waters, and resources."
  ],
  "correct_answer": "D",
  "answer_rationales": {
    "D": "Choice D is the best answer. It makes a generalization—the conflict had a lasting impact—and then supports it with evidence—the attention and protections were results of the conflict.",
    "A": "Choice A is incorrect. This choice doesn't make a generalization about the conflict. It describes a specific event from the conflict.",
    "B": "Choice B is incorrect. This choice makes a generalization about the Alta conflict, but doesn't support it.",
    "C": "Choice C is incorrect. This choice makes a statement about the aftermath of the conflict, but doesn't support it. The statement is also a little too specific to be a generalization."
  }
}