{
  "question_id": "6f08641e",
  "domain": "Standard English Conventions",
  "skill": "Form, Structure, and Sense",
  "difficulty": "Medium",
  "has_image": false,
  "passage": "On April 5, 1977, Kitty Cone and 150 other disability rights activists entered a San Francisco federal building. After pleading for years—to no effect—for the passage of key antidiscrimination legislation, ______ blank until their demands were addressed. Finally, on April 28, the legislation was signed.",
  "question_text": "Which choice completes the text so that it conforms to the conventions of Standard English?",
  "answer_options": [
    "pressure on lawmakers increased when the activists staged a sit-in protest",
    "a sit-in protest staged by the activists increased pressure on lawmakers",
    "lawmakers came under increased pressure when the activists staged a sit-in protest",
    "the activists increased pressure on lawmakers by staging a sit-in protest"
  ],
  "correct_answer": "D",
  "answer_rationales": {
    "D": "Choice D is the best answer. The convention being tested is subject-modifier placement. This choice makes the noun phrase \"the activists\" the subject of the sentence and places it immediately after the modifying phrase \"after...legislation.\" In doing so, this choice clearly establishes that the activists—and not another noun in the sentence—were pleading for the passage of antidiscrimination legislation.",
    "A": "Choice A is incorrect because it results in a dangling modifier. The placement of the noun phrase \"pressure on lawmakers\" immediately after the modifying phrase illogically suggests that the \"pressure\" was pleading for the passage of antidiscrimination legislation.",
    "B": "Choice B is incorrect because it results in a dangling modifier. The placement of the noun phrase \"a sit-in protest\" immediately after the modifying phrase illogically suggests that the \"protest\" was pleading for the passage of antidiscrimination legislation.",
    "C": "Choice C is incorrect because it results in a dangling modifier. The placement of the noun phrase \"lawmakers\" immediately after the modifying phrase suggests that \"lawmakers\" were pleading for the passage of antidiscrimination legislation. While it's possible for lawmakers to plead for the passage of legislation, the context strongly suggests that it's the activists who pleaded for years for the passage of antidiscrimination legislation."
  }
}