{
  "question_id": "78b88c04",
  "domain": "Standard English Conventions",
  "skill": "Boundaries",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "Joshua Hinson, director of the language revitalization program of the Chickasaw Nation in Oklahoma, helped produce the world's first Indigenous-language instructional app, Chickasaw ______ blank Chickasaw TV, in 2010; and a Rosetta Stone language course in Chickasaw, in 2015.",
  "question_text": "Which choice completes the text so that it conforms to the conventions of Standard English?",
  "answer_options": [
    "Basic; in 2009, an online television network;",
    "Basic; in 2009, an online television network,",
    "Basic, in 2009; an online television network,",
    "Basic, in 2009, an online television network,&nbsp;"
  ],
  "correct_answer": "C",
  "answer_rationales": {
    "C": "Choice C is the best answer. The convention being tested is the punctuation of items in a complex series. It's conventional to use a semicolon to separate items in a complex series with internal punctuation, and in this choice, the semicolon after \"2009\" is conventionally used to separate the first item (\"the world's&hellip;2009\") and the second item (\"an online&hellip;2010\") in the series of things that Hinson helped create. Further, the comma after \"Basic\" correctly pairs with the comma after \"app,\" and the comma after \"network\" correctly pairs with the comma after \"TV\" to set off the supplemental elements (\"Chickasaw Basic\" and \"Chickasaw TV\") that provide the names of the app and the TV network, respectively. Altogether, the punctuation in this choice results in a sentence that clearly indicates that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015.",
    "A": "Choice A is incorrect because it fails to punctuate the complex series in a way that makes clear that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015.",
    "B": "Choice B is incorrect because it fails to punctuate the complex series in a way that makes clear that Hinson helped make a language app in 2009, an online TV network in 2010, and a language course in 2015.",
    "D": "Choice D is incorrect because the comma after \"2009\" doesn't match the semicolon used to separate the second and third items in the complex series."
  }
}