{
  "question_id": "8d1ddd1b",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: Ducklings expend up to 62.8% less energy when swimming in a line behind their mother than when swimming alone. The physics behind this energy savings hasn't always been well understood. Naval architect Zhiming Yuan used computer simulations to study the effect of the mother duck's wake. The study revealed that ducklings are pushed in a forward direction by the wake's waves. Yuan determined this push reduces the effect of wave drag on the ducklings by 158%. The student wants to present the study and its methodology. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to present the study and its methodology. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "A study revealed that ducklings, which expend up to 62.8% less energy when swimming in a line behind their mother, also experience 158% less drag.",
    "Seeking to understand how ducklings swimming in a line behind their mother save energy, Zhiming Yuan used computer simulations to study the effect of the mother duck&rsquo;s wake.",
    "Zhiming Yuan studied the physics behind the fact that by being pushed in a forward direction by waves, ducklings save energy.",
    "Naval architect Zhiming Yuan discovered that ducklings are pushed in a forward direction by the waves of their mother&rsquo;s wake, reducing the effect of drag by 158%."
  ],
  "correct_answer": "B",
  "answer_rationales": {
    "B": "Choice B is the best answer. The sentence presents both the study and its methodology (that is, the researcher's approach to the problem), explaining that Yuan used computer simulations to study the effect of the mother duck's wake on the ducklings' energy expenditure.",
    "A": "Choice A is incorrect. The sentence describes the findings of Yuan's study; it doesn't present the study and its methodology.",
    "C": "Choice C is incorrect. While the sentence provides general information about Yuan's study, it doesn't present the study's methodology.",
    "D": "Choice D is incorrect. The sentence describes the findings of Yuan's study; it doesn't present the study and its methodology."
  }
}