{
  "question_id": "8fe4f4ab",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: One of history's greatest libraries was the House of Wisdom in Baghdad, Iraq. It was founded in the eighth century with the goal of preserving all the world's knowledge. Scholars at the House of Wisdom collected ancient and contemporary texts from Greece, India, and elsewhere and translated them into Arabic. Writings included those of the Greek philosopher Aristotle and the Indian mathematician Aryabhata. The House of Wisdom used Chinese papermaking technology to create paper versions to be studied and shared. The student wants to explain how the House of Wisdom preserved the world's knowledge. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to explain how the House of Wisdom preserved the world&rsquo;s knowledge. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "The House of Wisdom was known for bringing together knowledge from around the world, including from Greece, India, and China.",
    "Founded in Iraq in the eighth century, the House of Wisdom employed many scholars as translators.",
    "Writings from the Greek philosopher Aristotle and the Indian mathematician Aryabhata were preserved at the House of Wisdom.",
    "The House of Wisdom collected writings from different countries and created paper versions in Arabic to be studied and shared."
  ],
  "correct_answer": "D",
  "answer_rationales": {
    "D": "Choice D is the best answer. The sentence explains how the House of Wisdom preserved the world's knowledge, noting that the library collected, translated, and printed writings from different countries.",
    "A": "Choice A is incorrect. While the sentence indicates that the House of Wisdom was known for bringing together knowledge from around the world, it doesn't explain how the library preserved this knowledge.",
    "B": "Choice B is incorrect. The sentence makes a generalization about the scholars who were employed by the House of Wisdom; it doesn't explain how the library preserved the world's knowledge.",
    "C": "Choice C is incorrect. The sentence identifies two authors whose writings were preserved at the House of Wisdom; it doesn't explain how the library preserved the world's knowledge."
  }
}