{
  "question_id": "9551ef8b",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: The magnificent frigatebird ( fregata magnificens ) is a species of seabird that feeds mainly on fish, tuna, squid, and other small sea animals. It is unusual among seabirds in that it doesn't dive into the water for prey. One way it acquires food is by using its hook-tipped bill to snatch prey from the surface of the water. Another way it acquires food is by taking it from weaker birds by force. This behavior is known as kleptoparasitism. The student wants to emphasize a similarity between the two ways a magnificent frigatebird acquires food. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to emphasize a similarity between the two ways a magnificent frigatebird acquires food. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "A magnificent frigatebird never dives into the water, instead using its hook-tipped bill to snatch prey from the surface.",
    "Neither of a magnificent frigatebird&rsquo;s two ways of acquiring food requires the bird to dive into the water.",
    "Of the magnificent frigatebird&rsquo;s two ways of acquiring food, only one is known as kleptoparasitism.",
    "In addition to snatching prey from the water with its hook-tipped bill, a magnificent frigatebird takes food from other birds by force.&nbsp;"
  ],
  "correct_answer": "B",
  "answer_rationales": {
    "B": "Choice B is the best answer. The sentence emphasizes a similarity between the two ways a magnificent frigatebird acquires food, noting that neither way requires the seabird to dive into the water.",
    "A": "Choice A is incorrect. The sentence describes how a magnificent frigatebird captures prey without diving into water; it doesn't emphasize a similarity between the two ways the seabird acquires food.",
    "C": "Choice C is incorrect. The sentence notes the term used to describe one of the two ways that magnificent frigatebirds acquire food; it doesn't emphasize a similarity between the two ways.",
    "D": "Choice D is incorrect. The sentence describes the two ways that a magnificent frigatebird acquires food; it doesn't emphasize a similarity between the two ways."
  }
}