{
  "question_id": "96a86bce",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: Cambodia's Angkor Wat was built in the 1100s to honor the Hindu god Vishnu. It has been a Buddhist temple since the sixteenth century. Decorrelation stretch analysis is a novel digital imaging technique that enhances the contrast between colors in a photograph. Archaeologist Noel Hidalgo Tan applied decorrelation stretch analysis to photographs he had taken of Angkor Wat's plaster walls. Tan's analysis revealed hundreds of images unknown to researchers. The student wants to present Tan's research to an audience unfamiliar with Angkor Wat. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to present Tan&rsquo;s research to an audience unfamiliar with Angkor Wat. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "Tan photographed Angkor Wat&rsquo;s plaster walls and then applied decorrelation stretch analysis to the photographs.",
    "Decorrelation stretch analysis is a novel digital imaging technique that Tan used to enhance the contrast between colors in a photograph.",
    "Using a novel digital imaging technique, Tan revealed hundreds of images hidden on the walls of Angkor Wat, a Cambodian temple.",
    "Built to honor a Hindu god before becoming a Buddhist temple, Cambodia&rsquo;s Angkor Wat concealed hundreds of images on its plaster walls.&nbsp;"
  ],
  "correct_answer": "C",
  "answer_rationales": {
    "C": "Choice C is the best answer. The sentence effectively presents Tan's research to an audience unfamiliar with Angkor Wat, explaining the results of the research and identifying Angkor Wat as a temple in Cambodia.",
    "A": "Choice A is incorrect. While the sentence presents Tan's research, it fails to explain what Angkor Wat is for an audience unfamiliar with the temple.",
    "B": "Choice B is incorrect. The sentence emphasizes the role that decorrelation stretch analysis played in Tan's research; it doesn't present the research, which would require specifying where it was conducted.",
    "D": "Choice D is incorrect. While the sentence explains what Angkor Wat is, it fails to present Tan's research."
  }
}