{
  "question_id": "973632d2",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: In North America, woodlands have expanded into areas that were once grasslands. Thomas Rogers and F. Leland Russell of Wichita State University investigated whether woodland expansion is related to changes in climate. Rogers and Russell analyzed core samples from oak trees on a site that was not wooded in the past and indexed the age of the trees with historical climate data to see if tree populations and climate were correlated. Tree population growth was associated with dry intervals. Droughts may have played a role in woodland expansion. The student wants to emphasize the aim of the research study. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to emphasize the aim of the research study. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "Thomas Rogers and F. Leland Russell, researchers at Wichita State University, wanted to know if woodland expansion is related to changes in climate.",
    "Thanks to the work done by Thomas Rogers and F. Leland Russell, we now know that droughts may have played a role in woodland expansion.",
    "Wichita State University researchers have determined that tree population growth was associated with dry intervals.",
    "Thomas Rogers and F. Leland Russell analyzed core samples from oak trees on a site that was not wooded in the past, indexing the age of the trees with historical climate data."
  ],
  "correct_answer": "A",
  "answer_rationales": {
    "A": "Choice A is the best answer. The sentence effectively emphasizes the aim, or goal, of the research study (in other words, what the researchers hoped to learn from the study): Rogers and Russell wanted to know if woodland expansion is related to changes in climate.",
    "B": "Choice B is incorrect. The sentence emphasizes the researchers' findings; it doesn't emphasize the aim of the study.",
    "C": "Choice C is incorrect. The sentence emphasizes the results of the study; it doesn't emphasize the aim.",
    "D": "Choice D is incorrect. The sentence emphasizes the methodology of the study; it doesn't emphasize the aim."
  }
}