{
  "question_id": "a8fa749a",
  "domain": "Standard English Conventions",
  "skill": "Boundaries",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "Nigerian author Buchi Emecheta's celebrated literary oeuvre includes The Joys of Motherhood , a novel about the changing roles of women in 1950s ______ blank a television play about the private struggles of a newlywed couple in Nigeria; and Head Above Water , her autobiography.",
  "question_text": "Which choice completes the text so that it conforms to the conventions of Standard English?",
  "answer_options": [
    "Lagos,  A Kind of Marriage ,",
    "Lagos;  A Kind of Marriage ,",
    "Lagos,  A Kind of Marriage :",
    "Lagos;  A Kind of Marriage"
  ],
  "correct_answer": "B",
  "answer_rationales": {
    "B": "Choice B is the best answer. The convention being tested is the punctuation of items in a complex series (a series including internal punctuation). In this choice, the semicolon after \"Lagos\" is conventionally used to separate the first item (\" The Joys &hellip;Lagos\") and the second item (\" A Kind &hellip;Nigeria\") in the series. Further, the comma after \" Marriage \" correctly separates the title \" A Kind of Marriage \" from the supplementary phrase (\"a television&hellip;Nigeria\") that describes it.",
    "A": "Choice A is incorrect because the comma after \"Lagos\" doesn't match the semicolon used later in the series to separate the second item (\" A Kind &hellip;Nigeria\") from the third item (\"and&hellip;autobiography\").",
    "C": "Choice C is incorrect because the comma after \"Lagos\" doesn't match the semicolon used later in the series to separate the second item (\" A Kind &hellip;Nigeria\") from the third item (\"and&hellip;autobiography\"). Additionally, a colon can't be used in this way to separate the title \" A Kind of Marriage \" from the supplementary phrase (\"a television&hellip;Nigeria\") that describes it.",
    "D": "Choice D is incorrect because it fails to use appropriate punctuation to separate the title \" A Kind of Marriage \" from the supplementary phrase (\"a television&hellip;Nigeria\") that describes it."
  }
}