{
  "question_id": "af88c47a",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: Freddie Wong (born 1985) is a director and special effects artist from the United States. He is best known for the action-comedy web series Video Game High School ( VGHS ). VGHS premiered in 2012 on RocketJump, a YouTube channel that Wong cocreated. The series was celebrated for its inventive video game–centric world and high-quality special effects. VGHS was nominated for a Producers Guild Award for Outstanding Digital Series. The student wants to begin a narrative about Wong's award-nominated web series. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to begin a narrative about Wong&rsquo;s award-nominated web series. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "In 2012, director and visual effects artist Freddie Wong launched a new action-comedy web series:  Video Game High School.",
    "Video Game High School  was celebrated for its inventive video game&ndash;centric world and high-quality special effects, and it was nominated for a Producer&rsquo;s Guild Award for Outstanding Digital Series.",
    "Wong, cocreator of the YouTube channel RocketJump, would go on to see his web series be nominated for a Producers Guild Award.",
    "In 2012,  Video Game High School  premiered on RocketJump; it would later be nominated for an award."
  ],
  "correct_answer": "A",
  "answer_rationales": {
    "A": "Choice A is the best answer. This choice introduces Wong and VGHS in an active and specific way, as if to an audience unfamiliar with the series. It also sets up the time and genre of the web series, which are useful ways to introduce the series of events in a narrative.",
    "B": "Choice B is incorrect. This choice isn't suited for beginning a narrative. A narrative is a story that follows a sequence of events and creates interest and suspense for the reader. This choice jumps to the end, explaining the success of VGHS without explaining what it is.",
    "C": "Choice C is incorrect. This choice isn't suited for beginning a narrative. It doesn't actually introduce the web series by name. It just jumps to later in the story without sufficient explanation.",
    "D": "Choice D is incorrect. This choice is not very effective for beginning a narrative. It doesn't explain what VGHS is, and it doesn't mention Wong."
  }
}