{
  "question_id": "c34d6bff",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: African American women played prominent roles in the Civil Rights Movement, including at the famous 1963 March on Washington. Civil rights activist Anna Hedgeman, one of the march's organizers, was a political adviser who had worked for President Truman. Civil rights activist Daisy Bates was a well-known journalist and advocate for school desegregation. Hedgeman worked behind the scenes to make sure a woman was included in the lineup of speakers at the march. Bates was the sole woman to speak, delivering a brief but memorable address to the cheering crowd. The student wants to compare the two women's contributions to the March on Washington. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to compare the two women&rsquo;s contributions to the March on Washington. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "Hedgeman and Bates contributed to the march in different ways; Bates, for example, delivered a brief but memorable address.",
    "Hedgeman worked in politics and helped organize the march, while Bates was a journalist and school desegregation advocate.",
    "Although Hedgeman worked behind the scenes to make sure a woman speaker was included, Bates was the sole woman to speak at the march.",
    "Many African American women, including Bates and Hedgeman, fought for civil rights, but only one spoke at the march."
  ],
  "correct_answer": "C",
  "answer_rationales": {
    "C": "Choice C is the best answer. The sentence compares the two women's contributions to the march: Hedgeman worked behind the scenes to make sure a woman speaker was included, whereas Bates actually spoke at the event.",
    "A": "Choice A is incorrect. While it acknowledges that the two women both contributed to the march, it doesn't indicate what Hedgeman did, so no comparison is made.",
    "B": "Choice B is incorrect. While the sentence provides information about the two women, it doesn't mention anything about Bates's contribution to the march.",
    "D": "Choice D is incorrect. While the sentence indicates that the two women both fought for civil rights, it doesn't compare their individual contributions to the march."
  }
}