{
  "question_id": "d7f31e68",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Easy",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: Annie Wu is a prominent American flutist who graduated from the New England Conservatory. She has won multiple national flute competitions. She is best known for a 2011 YouTube video that has been viewed over two million times. The video shows her performing Three Beats for Beatbox Flute, an original work by composer Greg Pattillo. Wu combines flute playing and beatboxing in the video. The student wants to emphasize Wu's most well-known achievement. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to emphasize Wu&rsquo;s most well-known achievement. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "Annie Wu, who has won multiple national flute competitions, has also combined flute playing and beatboxing.",
    "Among her many achievements, prominent American flutist Annie Wu graduated from the New England Conservatory and has won multiple national flute competitions.",
    "Annie Wu is best known for a 2011 YouTube video performance of  Three Beats for Beatbox Flute  that has been viewed over two million times.",
    "Composer Greg Pattillo&rsquo;s original work  Three Beats for Beatbox Flute  combines flute playing and beatboxing."
  ],
  "correct_answer": "C",
  "answer_rationales": {
    "C": "Choice C is the best answer. This describes the achievement for which Wu is best known.",
    "A": "Choice A is incorrect. This choice doesn't emphasize Wu's most well-known achievement. It mentions some of her general achievements, but not the one for which she is \"best known.\"",
    "B": "Choice B is incorrect. This choice doesn't emphasize Wu's most well-known achievement—it describes several of her achievements equally.",
    "D": "Choice D is incorrect. This choice doesn't emphasize Wu's most well-known achievement. It describes a piece of music featured in her most well-known achievement."
  }
}