{
  "question_id": "f1631638",
  "domain": "Expression of Ideas",
  "skill": "Rhetorical Synthesis",
  "difficulty": "Medium",
  "has_image": false,
  "passage": "While researching a topic, a student has taken the following notes: Gaspar Enriquez is an artist. He specializes in portraits of Mexican Americans. A portrait is an artistic representation of a person. Enriquez completed a painting of the sculptor Luis Jimenez in 2003. He completed a drawing of the writer Rudolfo Anaya in 2016. The student wants to emphasize a difference between the two portraits. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "question_text": "The student wants to emphasize a difference between the two portraits. Which choice most effectively uses relevant information from the notes to accomplish this goal?",
  "answer_options": [
    "The portraits, or artistic representations, of Luis Jimenez and Rudolfo Anaya were both completed by Enriquez in the early 2000s.",
    "Enriquez has completed portraits of numerous Mexican Americans, including sculptor Luis Jimenez and writer Rudolfo Anaya.&nbsp;",
    "While both are by Enriquez, the 2003 portrait of Luis Jimenez is a painting, and the 2016 portrait of Rudolfo Anaya is a drawing.&nbsp;",
    "Luis Jimenez was a Mexican American sculptor, and Rudolfo Anaya was a Mexican American writer."
  ],
  "correct_answer": "C",
  "answer_rationales": {
    "C": "Choice C is the best answer. The sentence emphasizes a difference between the portraits, noting that one is a painting and the other is a drawing.",
    "A": "Choice A is incorrect. The sentence emphasizes a similarity between the two portraits rather than a difference.",
    "B": "Choice B is incorrect. The sentence makes a generalization about Enriquez's portraits; it doesn't emphasize a difference between the portraits of Jimenez and Anaya.",
    "D": "Choice D is incorrect. While the sentence notes a difference between Jimenez and Anaya, it doesn't emphasize a difference between, or even mention, their portraits."
  }
}