{
  "question_id": "f39507a3",
  "domain": "Information and Ideas",
  "skill": "Inferences",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "One challenge when researching whether holding elected office changes a person's behavior is the problem of ensuring that the experiment has an appropriate control group. To reveal the effect of holding office, researchers must compare people who hold elected office with people who do not hold office but who are otherwise similar to the office-holders. Since researchers are unable to control which politicians win elections, they therefore ______ blank",
  "question_text": "Which choice most logically completes the text?",
  "answer_options": [
    "struggle to find valid data about the behavior of politicians who do not currently hold office.",
    "can only conduct valid studies with people who have previously held office rather than people who presently hold office.",
    "should select a control group of people who differ from office holders in several significant ways.",
    "will find it difficult to identify a group of people who can function as an appropriate control group for their studies."
  ],
  "correct_answer": "D",
  "answer_rationales": {
    "D": "Choice D is the best answer because it presents the conclusion that most logically follows from the text's discussion of the challenge researchers face when studying the effects of holding elected office on a person's behavior. The text explains that it's hard for researchers to test for the effects that elected office has on people because finding people to serve as a control group is difficult. The text indicates that a control group needs to be made up of people who share characteristics of the group being tested but don't have the variable being tested (in this case, holding elected office). Because researchers aren't able to influence who wins elections, they're also unable to determine who would serve as an appropriately similar member of a control group. Thus, it logically follows that researchers will find it difficult to identify a group of people who can function as an appropriate control group for their studies.",
    "A": "Choice A is incorrect because the text focuses on the struggle to put together a control group for experiments; it doesn't suggest that finding information about politicians' behavior is difficult.",
    "B": "Choice B is incorrect because the experiments mentioned in the text are testing the effects of holding elected office on a person's behavior. Studying people who have already held elected office wouldn't provide an opportunity to note any behavioral changes that the position might cause.",
    "C": "Choice C is incorrect because the text defines people in a control group as those \"who are otherwise similar to the office-holders\"; selecting people who differ from the office-holders wouldn't fit the criteria for an appropriate control group."
  }
}