{
  "question_id": "fc95a352",
  "domain": "Expression of Ideas",
  "skill": "Transitions",
  "difficulty": "Hard",
  "has_image": false,
  "passage": "When designing costumes for film, American artist Suttirat Larlarb typically custom fits the garments to each actor. ______ blank for the film Sunshine , in which astronauts must reignite a dying Sun, she designed a golden spacesuit and had a factory reproduce it in a few standard sizes; lacking a tailor-made quality, the final creations reflected the ungainliness of actual spacesuits.",
  "question_text": "Which choice completes the text with the most logical transition?",
  "answer_options": [
    "Nevertheless,",
    "Thus,",
    "Likewise,",
    "Moreover,"
  ],
  "correct_answer": "A",
  "answer_rationales": {
    "A": "Choice A is the best answer. \"Nevertheless\" logically signals that the information in this sentence—that the spacesuits Suttirat Larlarb designed for the film Sunshine were made in standard sizes in a factory—presents a notable exception to Larlarb's typical approach of custom-fitting garments to actors, which is described in the previous sentence.",
    "B": "Choice B is incorrect because \"thus\" illogically signals that the information in this sentence is a result or consequence of the previous information about Larlarb's typical approach of custom-fitting garments to actors. Instead, it presents a notable exception to Larlarb's typical approach.",
    "C": "Choice C is incorrect because \"likewise\" illogically signals that the information in this sentence is similar to the previous information about Larlarb's typical approach of custom-fitting garments to actors. Instead, it presents a notable exception to Larlarb's typical approach.",
    "D": "Choice D is incorrect because \"moreover\" illogically signals that the information in this sentence merely adds to the previous information about Larlarb's typical approach of custom-fitting garments to actors. Instead, it presents a notable exception to Larlarb's typical approach."
  }
}